[
  {
    "_class": "pl.hackyeah2019.hackyeah.product.EcoLabel",
    "id": 1,
    "name": "BIO Hellas",
    "description": "BIO Hellas is an accredited certification body that provides Inspection and Certification services for the organic products according to:\n\nThe Regulation EC 834/2007 & 889/2008\nThe NOP/ USDA Regulation.\nAlso provides inspection services for the organic products according to:\n\nNaturland standard\nBiosuisse standard\nDemeter standard\nKRAV standard.\nBIO Hellas provides inspection and certification services according to the private standards:\n\nNatrue (for the certification of organic and natural cosmetics\nBIO Kouzina (BIO Hellas private standard for the certification of mass catering operations).\nBIO Hellas is an approved inspection and certfication body by the Bulgarian Ministry of Agriculture and Food and by the Moldavian Ministry of Agriculture and Food Industry.The activities of BIO Hellas include the research and promotion of Organic Agriculture and the Development of Inspection and Certification Systems.",
    "logo": "https://www.hellascert.gr/wp-content/uploads/2018/02/bio-hellas.png"
  },
  {
    "_class": "pl.hackyeah2019.hackyeah.product.EcoLabel",
    "id": 2,
    "name": "Unknow",
    "description": "There is no know label",
    "logo": "https://kpms-pr.eu/wp-content/uploads/2013/10/unknown-person.png"
  },
  {
    "_class": "pl.hackyeah2019.hackyeah.product.EcoLabel",
    "id": 3,
    "name": "Docen Polskie",
    "description": "The goal of the undertaking implemented since 2011 is to promote high quality food products available on the Polish market and their producers. Their assessment is carried out by specialists professionally related to food and nutrition technology, who form the Expert Lodge. They sit in it include members of the Chefs' Club. The chairman of the jury is Mirek Drewniak. It is the members of the Lodge of Experts who decide to grant the \"Appreciate Polish\" quality certificate. Program laureates - food producers honored with the \"Appreciate Polish\" sign - after purchasing the appropriate license, receive a package of tools to support marketing activities. Detailed information about them is included below.",
    "logo": "http://newsgastro.pl/images/stories/000_Dorota/Docen.program/Docen_polskie_logotyp.jpg"
  }
]