[
  {
    "_class": "pl.hackyeah2019.hackyeah.product.EcoLabel",
    "id": 1,
    "name": "BIO Hellas",
    "description": "BIO Hellas is an accredited certification body that provides Inspection and Certification services for the organic products according to:\n\nThe Regulation EC 834/2007 & 889/2008\nThe NOP/ USDA Regulation.\nAlso provides inspection services for the organic products according to:\n\nNaturland standard\nBiosuisse standard\nDemeter standard\nKRAV standard.\nBIO Hellas provides inspection and certification services according to the private standards:\n\nNatrue (for the certification of organic and natural cosmetics\nBIO Kouzina (BIO Hellas private standard for the certification of mass catering operations).\nBIO Hellas is an approved inspection and certfication body by the Bulgarian Ministry of Agriculture and Food and by the Moldavian Ministry of Agriculture and Food Industry.The activities of BIO Hellas include the research and promotion of Organic Agriculture and the Development of Inspection and Certification Systems.",
    "logo": "https://www.hellascert.gr/wp-content/uploads/2018/02/bio-hellas.png"
  },
  {
    "_class": "pl.hackyeah2019.hackyeah.product.EcoLabel",
    "id": 2,
    "name": "Unknown",
    "description": "There is no know label",
    "logo": "https://kpms-pr.eu/wp-content/uploads/2013/10/unknown-person.png"
  },
  {
    "_class": "pl.hackyeah2019.hackyeah.product.EcoLabel",
    "id": 3,
    "name": "Docen Polskie",
    "description": "The goal of the undertaking implemented since 2011 is to promote high quality food products available on the Polish market and their producers. Their assessment is carried out by specialists professionally related to food and nutrition technology, who form the Expert Lodge. They sit in it include members of the Chefs' Club. The chairman of the jury is Mirek Drewniak. It is the members of the Lodge of Experts who decide to grant the \"Appreciate Polish\" quality certificate. Program laureates - food producers honored with the \"Appreciate Polish\" sign - after purchasing the appropriate license, receive a package of tools to support marketing activities. Detailed information about them is included below.",
    "logo": "http://newsgastro.pl/images/stories/000_Dorota/Docen.program/Docen_polskie_logotyp.jpg"
  },
  {
    "_class": "pl.hackyeah2019.hackyeah.product.EcoLabel",
    "id": 4,
    "name": "Restriction of Hazardous Substances Directive",
    "description": "The Restriction of Hazardous Substances Directive 2002/95/EC, (RoHS 1), short for Directive on the restriction of the use of certain hazardous substances in electrical and electronic equipment, was adopted in February 2003 by the European Union.",
    "logo": "http://reliancecm.com/blog/wp-content/uploads/2013/06/profile_directives.jpg"
  },
  {
    "_class": "pl.hackyeah2019.hackyeah.product.EcoLabel",
    "id": 5,
    "name": "Mobius Loop",
    "description": "Indicates that an object is capable of being recycled - not that the object has been recycled.",
    "logo": "https://www.recycling.com/wp-content/uploads/recycling%20symbols/universal/Universal%20Recycling%20Symbol%20%28U%2B2672%29.jpg"
  },
  {
    "_class": "pl.hackyeah2019.hackyeah.product.EcoLabel",
    "id": 6,
    "name": "The Green Dot",
    "description": "The Green Dot does NOT necessarily mean that the packaging can be recycled. It is a symbol used on packaging in many European countries and signifies that the producer has made a contribution towards the recycling of packaging.",
    "logo": "https://www.coda-plastics.co.uk/blog/img/bigstock-recycling-3644838.jpg"
  },
  {
    "_class": "pl.hackyeah2019.hackyeah.product.EcoLabel",
    "id": 7,
    "name": "Sok NFC",
    "description": "NFC juice is otherwise pressed juice, while the letters NFC come from the English name \"not from concentrate\". Such an inscription on a bottle or carton means that the content was not made from concentrate, but was created in a \"home\" way - fruits and vegetables were washed, squeezed and poured into a dish. The only thing that can distinguish between pressed juices and those made at home is pasteurization, which is often used in mass production. Thanks to it, the juice gains a longer shelf life and can be stored at room temperature. All pressed juices are bottled hot or pasteurized, other pressed juice, if not pasteurized, is fresh, which needs to be drunk within a few hours.",
    "logo": "https://www.lidl.pl/catalog3media/pl/logo/540/lg/nfc.jpg"
  }
]